/* Menu item to make the current document plain text */
"&Make Plain Text" = "&Make Plain Text";

/* Menu item to make the current document rich text */
"&Make Rich Text" = "&Make Rich Text";

/* Menu item to cause text to be laid out to the size of the currently selected page type */
"&Wrap to Page" = "&Wrap to Page";

/* Menu item to cause text to be laid out to size of the window */
"&Wrap to Window" = "&Wrap to Window";

/* Shown at the end of the list of filenames when there are too many filenames to show. */
"(And others)" = "(And others)";

/* Menu item to allow hyphenation in the document */
"Allow &Hyphenation" = "Allow &Hyphenation";

/* Menu item to make the current document editable (not read-only) */
"Allow Editing" = "Allow Editing";

/* The default (yes) response to the question asking whether to append '.txt' extension to a filename which already seems to have one */
"Append" = "Append";

/* Title of alert panel which brings up a warning about saving over the same document */
"Are you sure you want to overwrite the document?" = "Are you sure you want to overwrite the document?";

/* Encoding popup entry indicating automatic choice of encoding */
"Automatic" = "Automatic";

/* Button choice allowing user to cancel. */
"Cancel" = "Cancel";

/* Title of alert confirming Make Plain Text */
"Convert document to plain text?" = "Convert document to plain text?";

/* Subtitle of alert confirming Make Plain Text */
"Converting will lose fonts, colors, and other text styles in the document." = "Converting will lose fonts, colors, and other text styles in the document.";

/* Message indicating file couldn't be opened; %@ is the filename. */
"Couldn\\U2019t open file %@." = "Couldn’t open file %@.";

/* Message indicating selection couldn't be opened during Open Selection service */
"Couldn\\U2019t open selection." = "Couldn’t open selection.";

/* Message indicating multiple files couldn't be opened, with list of filenames to follow. */
"Couldn\\U2019t open the following files:" = "Couldn’t open the following files:";

/* Message indicating none of the multiple requested files could be opened. */
"Couldn\\U2019t open the specified files." = "Couldn’t open the specified files.";

/* Title of alert indicating file couldn't be reloaded */
"Couldn\\U2019t reopen file" = "Couldn’t reopen file";

/* Title of alert panel indicating file couldn't be reverted. */
"Couldn\\U2019t revert to saved version of %@." = "Couldn’t revert to saved version of %@.";

/* Title of alert indicating file couldn't be saved */
"Couldn\\U2019t Save" = "Couldn’t Save";

/* Message indicating document couldn't be saved under the given name. */
"Couldn\\U2019t save document as %@ in folder %@." = "Couldn’t save document as %@ in folder %@.";

/* Message indicating document couldn't be saved with the specified text encoding. */
"Couldn\\U2019t save document with the selected text encoding %@. Please choose another encoding." = "Couldn’t save document with the selected text encoding %@. Please choose another encoding.";

/* Encoding popup entry for bringing up the Customize Encodings List panel (this also occurs as the title of the panel itself, they should have the same localization) */
"Customize Encodings List\\U2026" = "Customize Encodings List…";

/* Menu item to disallow hyphenation in the document */
"Disallow &Hyphenation" = "Disallow &Hyphenation";

/* Choice (on a button) given to user which allows him/her to quit the application even though there are unsaved documents. */
"Discard Changes" = "Discard Changes";

/* Title in the alert panel  when the user tries to close a window containing an unsaved document. */
"Do you want to save changes to this document before closing?" = "Do you want to save changes to this document before closing?";

/* Title of alert panel informing user that the file's string encoding needs to be changed. */
"Document can no longer be saved using its original %@ encoding." = "Document can no longer be saved using its original %@ encoding.";

/* Contents of alert panel informing user that they need to supply a new file name because the file needs to be saved using a different format than originally read in */
"Document contains graphics and needs to be saved using RTFD format. Please supply a new name." = "Document contains graphics and needs to be saved using RTFD format. Please supply a new name.";

/* Message asking whether to append extension on a filename which already seems to have an extension; %@ is the filename. */
"Document name %@ already seems to have an extension. Append \\U201c.txt\\U201d anyway?" = "Document name %@ already seems to have an extension. Append “.txt” anyway?";

/* Contents of alert panel informing user that they need to supply a new file name because the file needs to be saved using a different format than originally read in */
"Document was converted from a format which TextEdit cannot save. It will be saved as %@ instead, with a new name." = "Document was converted from a format which TextEdit cannot save. It will be saved as %@ instead, with a new name.";

/* Response to the question asking whether to append '.txt' extension to a filename which already seems to have one */
"Don\\U2019t Append" = "Don’t Append";

/* Button in alert panel indicating it's not OK to overwrite the document when saving. */
"Don\\U2019t Overwrite" = "Don’t Overwrite";

/* Button choice which allows the user to cancel the save of a document. */
"Don\\U2019t Save" = "Don’t Save";

/* HTML file format name, displayed in alert */
"HTML" = "HTML";

/* Warning in the alert panel which comes up when user chooses Quit and there are unsaved documents. */
"If you don\\U2019t review your documents, all your changes will be lost." = "If you don’t review your documents, all your changes will be lost.";

/* Subtitle in the alert panel when the user tries to close a window containing an unsaved document. */
"If you don\\U2019t save, your changes will be lost." = "If you don’t save, your changes will be lost.";

/* OK */
"OK" = "OK";

/* Title of alert indicating file couldn't be opened; with application name */
"Open Failed" = "Open Failed";

/* Title of alert indicating error during Open File service */
"Open File Failed" = "Open File Failed";

/* Title of alert indicating error during Open Selection service */
"Open Selection Failed" = "Open Selection Failed";

/* Button choice allowing user to overwrite the document. */
"Overwrite" = "Overwrite";

/* Subtitle of alert panel informing user that the file's string encoding needs to be changed */
"Please choose another encoding (such as %@)." = "Please choose another encoding (such as %@).";

/* Title of alert panel which brings up a warning while saving, asking for new name */
"Please supply a new name." = "Please supply a new name.";

/* Menu item to make the current document read-only */
"Prevent Editing" = "Prevent Editing";

/* Title of alert panel warning user about effects of reverting. */
"Revert to saved version of %@?" = "Revert to saved version of %@?";

/* Subtitle of alert panel warning user about effects of reverting. */
"Reverting will lose your current changes." = "Reverting will lose your current changes.";

/* Choice (on a button) given to user which allows him/her to review all unsaved documents if he/she quits the application without saving them all first. */
"Review Changes\\U2026" = "Review Changes…";

/* Rich text file format name, displayed in alert */
"rich text" = "rich text";

/* Name for Rich Text Format (RTF) documents to be displayed in the format popup of the save dialog */
"Rich Text Format (RTF)" = "Rich Text Format (RTF)";

/* Rich text with graphics file format name, displayed in alert */
"rich text with graphics (RTFD)" = "rich text with graphics (RTFD)";

/* Button choice which allows the user to save the document. */
"Save" = "Save";

/* Title of save and alert panels when saving plain text */
"Save Plain Text" = "Save Plain Text";

/* Title of save and alert panels when saving rich text (RTF, Word, or others) */
"Save Rich Text" = "Save Rich Text";

/* Title of save and alert panels when saving RTFD */
"Save RTFD" = "Save RTFD";

/* Title of alert panel which brings up a warning while saving */
"Save Warning" = "Save Warning";

/* Button choice allowing user to choose a new name */
"Save with new name" = "Save with new name";

/* Message indicating document couldn't be saved because it is read-only and and asking whether we should attempt to overwrite it. */
"Saving might cause you to lose some changes. Save anyway?" = "Saving might cause you to lose some changes. Save anyway?";

/* SimpleText file format name, displayed in alert */
"SimpleText" = "SimpleText";

/* Contents of alert panel informing user that they need to supply a new file name because the file needs to be saved using a different format than originally read in */
"TextEdit does not save %@ format; document will be saved as %@ instead, with a new name." = "TextEdit does not save %@ format; document will be saved as %@ instead, with a new name.";

/* Title of alert indicating file couldn't be opened; with application name */
"TextEdit Open Failed" = "TextEdit Open Failed";

/* Message indicating document couldn't be saved because it is read-only and and asking whether we should attempt to overwrite it. */
"The file %@ is read-only. Attempt to overwrite?" = "The file %@ is read-only. Attempt to overwrite?";

/* Title of alert indicating file was edited externally */
"The file has been changed by another application since you opened or saved it." = "The file has been changed by another application since you opened or saved it.";

/* Subtitle of alert panel indicating file couldn't be reverted. */
"The file has been removed." = "The file has been removed.";

/* Message indicating document couldn't be opened because doing so would cause changes to be lost. */
"The file you are opening, %@, is already open and has unsaved changes. The file on disk has also been changed by another application. Because opening the file would cause you to lose your changes, request to open the file has been ignored." = "The file you are opening, %@, is already open and has unsaved changes. The file on disk has also been changed by another application. Because opening the file would cause you to lose your changes, request to open the file has been ignored.";

/* Message indicating document couldn't be saved because the destination folder is readonly. */
"The folder %@ is not writable." = "The folder %@ is not writable.";

/* Contents of alert panel informing user that they need to supply a new file name because the save might be lossy */
"When the document was opened not all attributes in the document were loaded.  Overwriting the document might cause you to lose data.  Would you like to save the document using a new name?" = "When the document was opened not all attributes in the document were loaded.  Overwriting the document might cause you to lose data.  Would you like to save the document using a new name?";

/* Name for Microsoft Word documents to be displayed in the format popup of the save dialog */
"Word Format" = "Word Format";

/* Title of alert panel which comes up when user chooses Quit and there are multiple unsaved documents. */
"You have %d documents with unsaved changes. Do you want to review these changes before quitting?" = "You have %d documents with unsaved changes. Do you want to review these changes before quitting?";

